app/controllers/nfts_controller.rb

SELECT "nfts".* FROM "nfts"
---
  def index
    @nfts = Nft.all

SELECT "nfts".* FROM "nfts" WHERE "nfts"."id" = $1 LIMIT $2  [["id", 5], ["LIMIT", 1]]
---
  def show
    @nft = Nft.find(params[:id])